{
    "contributors": [
        {
            "contributorId": 1,
            "name": "Maria Hagaman",
            "location": "Cooper, TX",
            "hospital": "",
            "race": "White",
            "gender": "Female",
            "age": "",
            "year": "",
            "story": "I started feeling terrible about a year ago. I went to the Dr 6 months later and was told it was gallbladder and to have it removed. I told them I was fatigued and still extremely nauseous after my gallbladder removal and they told me to take omeprazole and drink more water. I sought out my own specialist and finally was diagnosed with Celiac a couple of days ago. It was a rough journey.",
            "worsenedCondition": "",
            "differently": "Listening to me and my symptoms, I had major infertility issues, fatigue, bone aches, extreme nausea and they all blew it off.",
            "shortLongEffects": "I’ve been extremely sick and it was hard to focus, play with my 5 year old some, do daily chores. Focus at work. It was hard on my husband and I."
        },
        {
            "contributorId": 2,
            "name": "",
            "location": "Bulgaria",
            "hospital": "",
            "race": "White",
            "gender": "Female",
            "age": "",
            "year": "",
            "story": "IBS, Dispepsia six month waste of time, 2 doctors opposite recomendations, none of them didnt want to do me a gastroscopy. No need for further investigation they said. Just restrictive diets and no change.",
            "worsenedCondition": "",
            "differently": "To schedule gastroscopy despite the 2 doctors opinions.",
            "shortLongEffects": "6 months  waste of time. If the right blood tests were ran at the first time I would not waste such time."
        },
        {
            "contributorId": 3,
            "name": "Deepak Bhayani",
            "location": "Mumbai, India",
            "hospital": "s l Raheja Hospital",
            "race": "South Asian",
            "gender": "Female",
            "age": "",
            "year": "",
            "story": "My wife is a mBC mets to liver and iliac bone. when we do biopsy with IHC report in that they wrongly diagnosed her to positive which was in real negative and they are just going to start medication. Luckily we went for second opinion and it came negative and line of treatment get totally changed.",
            "worsenedCondition": "",
            "differently": "They should do proper reporting.",
            "shortLongEffects": "We have changed the doctor so not affected."
        },
        {
            "contributorId": 4,
            "name": "Jesse Harding",
            "location": "New York City, USA",
            "hospital": "Wyckoff Heights Hospital",
            "race": "White",
            "gender": "Other: N/A",
            "age": "34",
            "year": "2022",
            "story": "I got a 4cm shard of wood in my foot, but the doctor didn't believe me and sent me home without antibiotics, removing it, or even consulting podiatry. I came back 3 days later with an infection and when the podiatrist removed the wood, they said it was the largest they had ever seen.",
            "worsenedCondition": "",
            "differently": "Listen to me and address the problem.",
            "shortLongEffects": "Short term pain, no long term effect."
        },
        {
            "contributorId": 5,
            "name": "Jiaranai Fuganjananoon",
            "location": "Bangkok, Thailand",
            "hospital": "Bangkok Hospital",
            "race": "Southeast Asian",
            "gender": "Female",
            "age": "16",
            "year": "2009",
            "story": "I couldn't feel my legs (it was turning green) after a heart surgery. The docs keep saying to wait it out as my 'veins healed'. At the end, I went to another doctor and did a scan which showed a massive clot + my veins were twisted. (In an ASD surgery, you put tubes in your leg veins to keep blood flowing as your heart stops -- the doc thinks its coz it was tied too tightly after they pulled the tube out).",
            "worsenedCondition": "Worst - initially i couldn't feel my legs, then walking numbed my whole feet and leg, then it started turning purple.",
            "differently": "The doctor could've put me in a scan ASAP.",
            "shortLongEffects": "Short term - couldn't play sports, had trouble walking around/living life. Long term I could've lost my legs (according to second doctor)."
        },
        {
            "contributorId": 6,
            "name": "Smitee Oberoi",
            "location": "New Delhi, India",
            "hospital": "Children’s First",
            "race": "South Asian",
            "gender": "Female",
            "age": "17",
            "year": "2019",
            "story": "I was misdiagnosed to have ADHD when I in fact had severe depression and anxiety. Was almost made to take a medication that would make derealization worse but luckily figured it out in time.",
            "worsenedCondition": "It would have, but thankfully it didn’t because I got the help I needed.",
            "differently": "The doctor was very persistent in telling me that I have symptoms that I didn’t. Also, I later learned that the place in itself was a money making scheme.",
            "shortLongEffects": "Long term not at all but in the short term I was really worried and scared about how I’d have to deal with yet another medical issue that would make other problems worse."
        },
        {
            "contributorId": 7,
            "name": "Shannon Harper",
            "location": "Jacksonville, Florida",
            "hospital": "Mayo Clinic and USF",
            "race": "White",
            "gender": "Female",
            "age": "36",
            "year": "2022",
            "story": "I have seronegative myasthenia Gravis and symptoms began about a year ago. Before diagnosis, I kept going to the ER with breathing problems, weakness, and drooping on one side of my face. I passed out from not breathing, went to the Mayo Clinic ER in ambulance, where they said it was somatization since bloodwork was normal. Later, I was hospitalized with paralysis and shallow long volumes and given mestinon. It helped tremendously. That was when they begun to suspect myasthenia Gravis. After visiting a doctor at USF who was stumped since the bloodwork was normal, I finally went to see a doctor that specializes in seronegative myasthenia Gravis and was diagnosed. I was also diagnosed with myasthenia Gravis by an eye doctor during a neuro eye exam. I am on IVIGs every 3 weeks and take mestinon regularly to stay out of the hospital. I am evaluating a possible thymectomy. Focused on getting back to normal.",
            "worsenedCondition": "Yes, I kept being hospitalized without treatment.",
            "differently": "I would have seen an eye doctor first, who diagnoses based on clinical symptoms vs. bloodwork.",
            "shortLongEffects": "I have lost the ability to open doors with my arms, ride my bike, and other things I used to love to do. I have a lot of hospital bills from not receiving treatment. However, now I am focused on treatment options and the possibility of remission."
        },
        {
            "contributorId": 8,
            "name": "Sarah Hinds",
            "location": "Ottawa, Canada",
            "hospital": "TiaHealth",
            "race": "White",
            "gender": "Female",
            "age": "20",
            "year": "2022",
            "story": "I had two incidences of misdiagnosis/ignorance from doctors during my process of having GI issues looked into. I’m a 21 year old female, white, 165lbs, 5’4. No history of surgeries or any major medical issues. I have constant nausea that doesn’t go away, it will range from a 10/10 to a 2/10 daily but very rarely gone. I vomit anywhere from 5x a day to once a week. Fatty foods make me extremely sick. I have alternating diarrhea and constipation, abdominal bloating and distension. I have night sweats. In 2016 I had get an IUD inserted after trialing different birth controls for a suspected endometriosis diagnosis, I was debilitated from my period and would go through episodes of constant vomiting and abdominal pain, I would frequently be stuck on the bathroom floor unable to move. The first was a misdiagnosis of GERD in 2019, being put onto PPIs and delayed testing, my condition turned out to be gastroparesis which was diagnosed in early 2021. | Later I lost my family doctor and moved for school, I was trying to get a referral to a GI doctor in the area as I had essentially exhausted all options family doctors had to offer. When seeking the referral and explaining my symptoms, medications and diagnosis timelines I revealed that I had gotten a medical cannabis prescription in late 2022 as no treatment has worked so far. I had lost 60lbs in a year with no booked appointments or testing coming up. The doctor had decided I had a cannabis induced psychosis over a phone conversation, but there was no talk of my mental health or anything otherwise. He didn’t send me a referral to anywhere nor recommend any treatment or follow up. During the conversation I said that I felt that all my options were used up from what I have looked into unless I have access to a specialist, after this he began to condescendingly question my knowledge of gastrointestinal health and quizzed me on different topics for no reason— it wasn’t about patient education or a genuine interest in what I know, he had no interest in helping me and wanted me to feel judged for seeking help for an already diagnosed condition.",
            "worsenedCondition": "Yes, I was discouraged from getting further medical treatment. I stopped used medical cannabis, lost more weight and had to go to the emergency department after a few weeks as I couldnt hold anything down and felt faint when standing. I stopped believing in my condition that was diagnosed through a gastric emptying study as I felt like I must be doing something wrong when I am trying to just be able to clean my bathroom without vomiting.",
            "differently": "No blatant disrespect to my face, understanding previous physicians opinions from testing results and not gatekeeping referrals from patients who have no other way to access them when needed.",
            "shortLongEffects": "I almost failed my classes at school during that semester, I lost a lot of progress I made physically on my own when I was encouraged to try and seek treatment and treat my gastroparesis symptoms. I am now waiting even longer for a referral, feel anxious when meeting new physicians looking over my case as I feel like I will be judged for my use of medical cannabis that was prescribed to me by a physician."
        },
        {
            "contributorId": 9,
            "name": "Brian D Harris",
            "location": "Berwyn, Illinois",
            "hospital": "Private doctor's office in Berwyn, Illinois",
            "race": "White",
            "gender": "Male",
            "age": "22",
            "year": "1995",
            "story": "I graduated from college and got new health insurance, so I went to see a Dr. Bente in Berwyn, Illinois for a physical. I was a little concerned about a bump on my penis, and when I showed it to him, he said, 'You have genital warts. I don't have time for this.' | This was super upsetting news. The internet wasn't really a thing then, so I had to go to the library to look at pictures of genital warts in an encyclopedia. The pictures didn't look like my bump at all, but a doctor said I had genital warts, so I must. | A week later I saw a urologist my mom knew from church or something. He examined me and said I didn't have genital warts and that the little bump was kind of like a pimple that would eventually go away. One day I squeezed it, and it popped. | Dr. Bente's office tried to take me to collections for not paying the $30 I owed them, but I wrote them a letter explaining that they were out of their minds if they thought I was going to pay them $30 for lying to me about genital warts.",
            "worsenedCondition": "No",
            "differently": "Dr. Bente probably shouldn't have been a doctor at all, but perhaps he should have familiarized himself with what genital warts looked like before telling me I had them.",
            "shortLongEffects": "I spent a week feeling super upset, and my girlfriend was really upset, too. Long term, it's just a funny story."
        },
        {
            "contributorId": 10,
            "name": "Brian D Harris",
            "location": "Berwyn, Illinois",
            "hospital": "Public school doctor",
            "race": "White",
            "gender": "Male",
            "age": "",
            "year": "1979",
            "story": "I had two separate incidents where dentists lied that I had cavities, I guess because they wanted to buy a boat, or something.  One was in the 1970s, and I ended up with 7 of those old metal filings that I periodically have to replace. Fortunately, the holes the dentist drilled weren't that deep (because I didn't have actual cavities). At the end of the 7 weeks of cavity filing, he gave my mom a book he'd written about how God was arranging clouds to spell out messages to him when he saw the clouds reflected in puddles. I think he might have been insane? His name was Dr. Johnson, and he was the dentist who worked with my public school. He'd come by once a year and examine all the students' teeth, give is toothbrushes, etc. | The next time this happened I got a second opinion because the dentist said I had 3 and was posturing me to get them filled right then and there. I filed a complaint with the state of Illinois when a different dentist didn't find any cavities. The last I heard (this was in like 2013) the dentist in question had moved to Ohio, so the board in Illinois wasn't going to pursue it.",
            "worsenedCondition": "",
            "differently": "",
            "shortLongEffects": ""
        },
        {
            "contributorId": 11,
            "name": "",
            "location": "Radford, Virginia",
            "hospital": "",
            "race": "White",
            "gender": "Prefer not to say",
            "age": "19",
            "year": "2018",
            "story": "I was misdiagnosed as having a UTI when I actually had kidney stones.  She told me it was for sure an UTI before the tests were even back. I didn't feel better and ended up going to the hospital.",
            "worsenedCondition": "No",
            "differently": "Yes. I feel like she could've gone over all possible scenarios. Said something like 'it might be a UTI, let's check.' But instead, it felt like that was for sure it.",
            "shortLongEffects": "Short term"
        },
        {
            "contributorId": 12,
            "name": "Alex Witherspoon",
            "location": "Jingzhou, China",
            "hospital": "Jingzhou #2 Peoples Hospital",
            "race": "White",
            "gender": "Male",
            "age": "25",
            "year": "2022",
            "story": "Hashimoto's Disease induced heart problems misdiagnosed as common high blood pressure.",
            "worsenedCondition": "I was presenting sick to the hospital with dizziness and elevated blood pressure 170 / 118 in January 2022. At the time blood work showed blood calcium readings were off, but there was no follow up. I was prescribed standard beta blockers, and followed the advice to quit vaping and cut back on caffeine. Treatment was uneffective, and I had my medication upped and changed several times up until February 2023. A follow up EKG showed left ventrical thickening and a subsequent 24 hour EKG showed irregular tacacardyia, and sporadic a-fib (forgive my spelling). None of this was present on the 2022 EKG. | Thankfully they finally ordered a follow up blood panel and ultrasound of my thyroid. We are still assessing treatment options, but I am frustrated that several doctors did not think stage two hypertension, elevated blood calcium, and chronic dizziness in a 25 year old was not worthy of further investigation.",
            "differently": "Run a further blood panel in the first place. A one year follow up was far to long to wait. I also expressed my skepticism at the time and felt ignored.",
            "shortLongEffects": "The blood vessels in my brain as well as my heart have all been permenantly damaged. I will be on medication for the rest of my life."
        },
        {
            "contributorId": 13,
            "name": "",
            "location": "Vaasa, Finland",
            "hospital": "",
            "race": "White",
            "gender": "Female",
            "age": "35",
            "year": "2021",
            "story": "Severe reflux diagnosed as anxiety, ADHD diagnosed as BPD (without even testing), polyneuropathy diagnosed as depression. My sisters disc prolapse was also diagnosed as depression.",
            "worsenedCondition": "Yes, they have all become worse. I have also developed a severe aversion to going to the doctor, which almost lead to me dying from kidney infection.",
            "differently": "Proper evaluation and treatment.",
            "shortLongEffects": "Problems are worse, aversion to seeing doctors, mental health suffered a lot."
        },
        {
            "contributorId": 14,
            "name": "",
            "location": "Melbourne, Australia",
            "hospital": "A respiratory clinic",
            "race": "White",
            "gender": "Female",
            "age": "19",
            "year": "2023",
            "story": "Not a horrible one, but I had a cough for about 4-5 weeks that would not go away. At around the 3 weeks point they told me it was bronchitis and put me on steroids. When the cough did not go away, I got an X-ray and they found it was an infection. This was after 2 swabs and a blood test all checking for infections previously.",
            "worsenedCondition": "The cough stayed the same but the pain increased due to the long period of coughing.",
            "differently": "Nothing, though I would like to know why the swabs and blood test came back negative.",
            "shortLongEffects": "Long term, not at all. Short term it caused the cough and related pain to last a little longer."
        },
        {
            "contributorId": 15,
            "name": "",
            "location": "Melbourne, Australia",
            "hospital": "",
            "race": "White",
            "gender": "Female",
            "age": "14",
            "year": "2017",
            "story": "Missed adhd diagnosis when I was younger, but I was diagnosed with anxiety and depression.",
            "worsenedCondition": "The symptoms of ADHD started to cause more strife and problems with my life and I struggled to cope. I kept thinking they were my anxiety or problems with me.",
            "differently": "If my psychologist looked for female symptoms of adhd, I may have been diagnosed before I started masking them.",
            "shortLongEffects": "I struggle a lot with mental health and daily functions now as I don’t have medications or proper coping mechanisms. Not much changed short term."
        },
        {
            "contributorId": 16,
            "name": "",
            "location": "Ede, The Netherlands",
            "hospital": "Probably the one in Ede though I am not sure",
            "race": "Prefer not to say",
            "gender": "Female",
            "age": "1",
            "year": "2006",
            "story": "Not sure if it counts since this is something my mom told me happened but here it goes. When I was a baby I got an ear infection. I was crying at pushing away my mom. I was taking to the doctor but our regular pediatrician was on a holiday or something which led to someone else examining me and dismissing my parents complaints.",
            "worsenedCondition": "No",
            "differently": "Taken the complaints (and my crying) seriously.",
            "shortLongEffects": "In the short term pain I guess and in the long term it has become a story about my suffering and rejection of my mom's efforts to console me."
        },
        {
            "contributorId": 17,
            "name": "Iona Johnson",
            "location": "Albany, NY, USA",
            "hospital": "Don't remember",
            "race": "White",
            "gender": "Gender-variant / non-conforming",
            "age": "22",
            "year": "2017",
            "story": "I am autistic and chronically ill. I was misdiagnosed with anxiety and depression as a teen which turned out to be bipolar 1 rapid cycling with mixed episodes and psychosis. Every doctor I went to told me it was 'all in my head' and 'just teenage stress' until I ended up hospitalized 2x in 2 months after a psychotic break. Most doctors thought I was making up my problems for attention and to get out of going to school. Around the time I finally got diagnosed they also found that I have severe ocd, ptsd, and now they think I may have epilepsy as well.",
            "worsenedCondition": "Yes- I had been having mental health problems since I was about 6 or 7, and my dad refused to take me to a doctor because he didn't want me to be 'broken and wrong'. When it got bad enough that I finally got to seek treatment, no one believed me, and I panicked. I started getting worse. My emotional regulation got out of control.",
            "differently": "Doctors need to take patients seriously.",
            "shortLongEffects": "I experienced severe distress, medical gaslighting, and spent years untreated when I should have gotten help."
        },
        {
            "contributorId": 18,
            "name": "",
            "location": "La Jolla, USA",
            "hospital": "Scripts Hospital",
            "race": "White",
            "gender": "Female",
            "age": "11",
            "year": "2007",
            "story": "I got salmonella as a kid but no doctors could identify it, i was tested for all sorts of things including appendicitis, but was mostly told that it was just food poisoning and it would go away. It didn't go away, I became unable to eat or drink at all, my digestive track was badly inflamed, I was in pain constantly and throwing up 5 to 6 times a day. | Finally was taken to the ER, I was barely responsive and delirious from dehydration. They did MRI and catscan and still did not have a diagnosis. They gave me Vicadin for pain and an IV drip for fluid. After about 24 hours, they prescribed me anti-biotics and sent me home. | A few weeks later, after I had recovered, they called my parents and told them that the lab came back and I had had salmonella. They also wanted to know how I was feeling, because there was a chance that salmonella can mutate in the presence of the antibiotics they gave me and I could have been stuck with a chronic, permanent condition. | They were technically not supposed to give me those meds until the lab came back, but I was lucky and I didn't develop a condition.",
            "worsenedCondition": "It worsened because of lack of any diagnosis, not specifically a misdiagnosis.",
            "differently": "They could have waited for my lab results to come back before prescribing me something potentially dangerous to my situation. They could have kept me at the hospital longer to make sure I was safe while waiting for the lab results. They could have processed the results more quickly.",
            "shortLongEffects": "Thankfully it has not effected me much since."
        },
        {
            "contributorId": 19,
            "name": "",
            "location": "Pasadena, USA",
            "hospital": "Huntington Hospital",
            "race": "White",
            "gender": "Female",
            "age": "16",
            "year": "2013",
            "story": "Strep Throat: Had a severe case of strep in High School, was tested for the most common strains of step throat, when those came back negative. Then was tested for mono, also negative. They decided it must be a viral infection, and told me it would pass with time and rest. | Many weeks later, it had only gotten worse, but they urged me to be patient. | Finally when I wasn't getting better they tested me for a less common strain of strep, which came back positive. They gave me antibiotics and my symptoms cleared up in a few days.",
            "worsenedCondition": "Yes it became worse while they were telling me to wait for it to get better.",
            "differently": "They could have ran a test for all strains of strep throat at the start, or they could have ran the test for less common strains after the first test came back negative, or after my symptoms did not improve.",
            "shortLongEffects": "In the short term, this was during midterms of senior year, and when I had many college applications due. Having my health effected so much and not being able to attend school was a huge problem for me and this spanned weeks when it didn't have to."
        },
        {
            "contributorId": 20,
            "name": "Stellan Knowles",
            "location": "Los Angeles, USA",
            "hospital": "I think it was a children’s hospital that misdiagnosed me",
            "race": "Black or African American",
            "gender": "Trans-male",
            "age": "17",
            "year": "2020",
            "story": "I went to the emergency room because I was suffering from severe abdominal pain- like the most severe I’d had in my life. I’d been  struggling to eat in the days leading up to that, just drinking ginger ale and eating crackers and bananas mostly. The doctor I saw told me I had dysmenorrhea, even though my cycle had  ended maybe a few days to a week ago (this was 3 years ago so I can’t remember). I was sent home with a basic pain med- either acetaminophen or ibuprofen. I end up back in the emergency room days later and it turns out I had a large cyst on my ovary. It was twisting (torsion) and if I didn’t get surgery that night, I would lose the ovary completely. | I was presenting and identifying as my agab at the time so I think it could’ve been misogynoir.",
            "worsenedCondition": "Yes. I don’t remember how much worse but I collapsed in my class. I could barely walk. I was in so much pain.",
            "differently": "Well, the second hospital I went to actually did a CAT scan and an ultrasound. The first hospital should’ve done imaging instead of guessing.",
            "shortLongEffects": "I don’t really expect doctors to take me seriously. I feel like I have to know what’s up going in or else they’ll screw me over again."
        },
        {
            "contributorId": 21,
            "name": "Ekaterina Kassianenko",
            "location": "Antwerp, Belgium",
            "hospital": "NA, home doctor",
            "race": "White",
            "gender": "Female",
            "age": "22",
            "year": "2023",
            "story": "I had gotten sick (cough, fever, throat ache) and developed a symptom of a skin rash all over my body m alongside the sickness. When consulting my home doctor, he told me it was a particular type of virus I caught that causes a reaction of the skin to it. A month and so layer, I got sick again, with a common cold, and the rash appeared again. This time, having researched online, I established that (despite it being rare), some individuals’ immune systems react to viruses this way. The virus travels through the blood, and hence the blood cells react to the viruses “toxins”, trying to push them out, literally, through the skin. So, whilst some people develop a temperature as a symptom to a virus, I develop a rash too. I went back to my home doctor, and discussed this with him. He then agreed with me and my own analysis. Therefore, the first time I had consulted with him, he had misdiagnosed my rash, saying it was caused by a particular virus, however, this rash can be caused by various ones and it is just how my body reacts.",
            "worsenedCondition": "No",
            "differently": "I could have gone to another doctor, or seeked helped for a GP, but this usually takes a long time, and by then the symptoms and sickness are over.",
            "shortLongEffects": "In the short term, not understanding why I had a rash reaction was very stressful, as I started thinking it was something as seriously as the scabbies or measles. Long term, I still have my concerns, because to me personally, have such a reaction to even a common cold is quite strange, and I am skeptical that my doctor knows everything about such a reaction."
        }
    ]
}